260704_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/santander/magdalena-estrena-nuevos-accesos-finalizar-mejora-semipeatonalizacion-entrada/20260704112655195238.html][La Magdalena estrena nuevo acceso tras finalizar las obras de mejora y semipeatonalización]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/trasladado-urgencia-helicoptero-vecino-91-anos-sufrir-infarto-liebana/20260704103434195235.html][Trasladado de urgencia en helicóptero a Valdecilla un vecino de 91 años tras sufrir un infarto en Liébana]]
- [[https://eldiariocantabria.publico.es/articulo/campoo/aprobadas-bases-cubrir-seis-plazas-distintos-departamentos-tres-ellas-obras-servicios/20260703212642195231.html][Aprobadas las bases para cubrir seis plazas en distintos departamentos, tres de ellas en obras y servicios]]
- [[https://eldiariocantabria.publico.es/articulo/municipios/finaliza-puesta-valor-secaderu-como-homenaje-tradicion-marinera-rederas/20260703212241195229.html][Finaliza la puesta en valor del ‘Secaderu’ como homenaje a la tradición marinera y a las rederas]]
- [[https://eldiariocantabria.publico.es/articulo/trasmiera/teatro-escuelas-orejo-acoge-estreno-documental-pedrena-mar/20260703211540195227.html][El Teatro de las Escuelas de Orejo acoge el estreno del documental ‘Pedreña y el mar’]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/04/low-budget-box-office-hit-dear-you-beijing-sees-chance-court-diaspora/][In a hit low-budget film, Beijing sees a way to court Chinese communities abroad]]
- [[https://www.washingtonpost.com/world/2026/07/03/iran-begins-funeral-rites-ali-khamenei-supreme-leader-killed-war/][Iran’s leader was killed in February. The country will finally bury him.]]
- [[https://www.washingtonpost.com/world/2026/07/03/kyivs-most-bombed-nieghborhood-just-wont-quit/][Kyiv’s most-bombed neighborhood just won’t quit]]
- [[https://www.washingtonpost.com/world/2026/07/02/vatican-excommunicates-bishops-breakaway-traditionalist-sect/][Vatican excommunicates bishops of breakaway traditionalist sect]]
- [[https://www.washingtonpost.com/world/2026/07/02/russia-rocks-kyiv-with-massive-missile-drone-attack/][Russia rocks Ukrainian capital with massive assault, killing at least 30]]

*** WSJ.com: World News

- [[https://www.wsj.com/politics/national-security/wars-are-blurring-lines-between-corporate-and-national-security-75d8daca][Wars Are Blurring Lines Between Corporate and National Security]]
- [[https://www.wsj.com/world/middle-east/iran-supreme-leader-khamenei-funeral-7e1ad603][Iran Begins Khamenei’s Funeral in Show of Defiance Against the U.S.]]
- [[https://www.wsj.com/economy/china-is-devastating-the-last-stronghold-of-german-industry-c7a98514][China Is Devastating the Last Stronghold of German Industry]]
- [[https://www.wsj.com/sports/soccer/world-cup-soccer-italy-40f011a5][What World Cup? Italians Are Having the Worst Summer Ever.]]
- [[https://www.wsj.com/world/uk/how-a-mayor-pulled-off-a-bloodless-coup-to-become-the-u-k-s-leader-in-waiting-e629aa31][How a Mayor Pulled Off a Bloodless Coup to Become the U.K.’s Leader in Waiting]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/article/2026/07/04/aux-etats-unis-une-canicule-exceptionnelle-perturbe-les-250-ans-de-l-independance-et-la-coupe-du-monde-de-football_6720594_3244.html][Aux Etats-Unis, une canicule exceptionnelle perturbe les 250 ans de l’indépendance et la Coupe du monde de football]]
- [[https://www.lemonde.fr/planete/article/2026/07/03/canicule-l-herault-et-les-pyrenees-orientales-places-en-vigilance-orange-samedi-meteo-france-s-attend-a-un-debut-de-juillet-moins-intense-qu-en-juin_6720451_3244.html][Canicule : l’Hérault et les Pyrénées-Orientales placés en vigilance orange samedi ; Météo-France s’attend à un début de juillet moins intense qu’en juin]]
- [[https://www.lemonde.fr/sport/article/2026/07/04/merci-messi-la-presse-internationale-s-inquiete-de-la-dependance-de-l-argentine-a-sa-star-apres-sa-victoire-contre-le-cap-vert-en-coupe-du-monde-2026_6720645_3242.html][« Merci Messi » : la presse internationale s’inquiète de la dépendance de l’Argentine à sa star après sa victoire contre le Cap-Vert en Coupe du monde 2026.]]
- [[https://www.lemonde.fr/afrique/article/2026/07/04/au-mali-des-attaques-menees-par-des-djihadistes-et-leurs-allies-dans-plusieurs-localites-et-contre-une-prison_6720644_3212.html][Au Mali, des attaques menées par des djihadistes et leurs alliés dans plusieurs localités et contre une prison]]
- [[https://www.lemonde.fr/international/article/2026/07/04/dans-le-sud-de-la-syrie-des-villages-aux-prises-avec-les-incursions-de-l-armee-israelienne_6720596_3210.html][Dans le sud de la Syrie, des villages aux prises avec les incursions de l’armée israélienne]]

*** Le Figaro

- [[https://www.lefigaro.fr/meteo/jusqu-a-420c-lundi-decouvrez-l-ampleur-de-la-nouvelle-vague-de-chaleur-en-cartes-20260703][Jusqu’à 42°C lundi : découvrez l'ampleur de la nouvelle vague de chaleur en cartes]]
- [[https://www.lefigaro.fr/meteo/meteo-du-week-end-nouvelle-vague-de-chaleur-deux-departements-en-vigilance-orange-canicule-20260703][Météo du week-end : une troisième vague de chaleur caniculaire, deux départements en vigilance orange canicule]]
- [[https://www.lefigaro.fr/sports/rugby/xv-de-france/nouvelle-zelande-france-jalibert-etincelant-gazzotti-et-brau-boirie-solides-les-notes-des-bleus-apres-le-court-revers-face-aux-all-blacks-20260704][Nouvelle-Zélande - France : Jalibert étincelant, Gazzotti et Brau-Boirie solides... Les notes des Bleus après le court revers face aux All Blacks]]
- [[https://www.lefigaro.fr/sports/rugby/xv-de-france/rugby-championnat-des-nations-combatif-le-xv-de-france-tombe-avec-les-honneurs-face-aux-all-blacks-20260704][Rugby, Championnat des nations : vaillant et accrocheur, le XV de France tombe avec les honneurs face aux All Blacks]]
- [[https://www.lefigaro.fr/sports/rugby/nouvelle-zelande-france-penaud-retour-en-fanfare-roigard-et-jordan-impitoyables-les-bleus-toujours-maudits-chez-les-all-blacks-les-tops-et-flops-20260704][Nouvelle-Zélande-France : Roigard et Jordan fatals, Penaud de retour en fanfare, les Bleus toujours maudits chez les All Blacks... Les tops et flops du choc]]

** 🇬🇧 Reino Unido

