260704_day_briefing.org
*** BBC News

- [[https://www.bbc.co.uk/news/articles/c982ry2pen3o?at_medium=RSS&at_campaign=rss][Taylor Swift marries Travis Kelce in NYC ceremony officiated by Adam Sandler]]
- [[https://www.bbc.co.uk/news/articles/cevlkzer7vdo?at_medium=RSS&at_campaign=rss][Brutal heat cancels Fourth of July events, from DC to Philadelphia]]
- [[https://www.bbc.co.uk/news/articles/cr5jpvv06e1o?at_medium=RSS&at_campaign=rss][Keiko Fujimori declared winner of Peru's presidential election weeks after vote]]
- [[https://www.bbc.co.uk/news/articles/c0ky2zen1kgo?at_medium=RSS&at_campaign=rss][Large crowds gather in Tehran on first day of Ayatollah Khamenei's funeral]]
- [[https://www.bbc.co.uk/news/articles/c4gy603z2qlo?at_medium=RSS&at_campaign=rss][Ukrainian suspect hunted by police after Monaco bomb attack was 'disguised as a man']]

*** The Guardian

- [[https://www.theguardian.com/global-development/2026/jul/04/overseas-education-project-for-women-and-girls-axed-by-uk-after-two-years][Overseas education project for women and girls axed by UK after two years]]
- [[https://www.theguardian.com/world/2026/jul/03/narendra-modi-awards-honours-overseas-trips][‘Give him any award, and he’ll come running’: Narendra Modi racks up honours on overseas trips]]
- [[https://www.theguardian.com/world/2026/jul/02/cote-d-ivoire-floods-dead-west-africa-rains][Côte d’Ivoire floods kill 59 as west Africa endures torrential rains]]
- [[https://www.theguardian.com/environment/2026/jul/02/understanding-ebola-wildlife-origins-crucial-preventing-next-big-outbreak][Understanding Ebola’s wildlife origins is crucial to preventing next big outbreak]]
- [[https://www.theguardian.com/world/2026/jul/01/sudan-rsf-rapid-support-forces-crimes-against-humanity-el-fasher-amnesty-ethnic-cleansing][Sudan’s RSF committed crimes against humanity in El Fasher, Amnesty says]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/papa-leone-lampedusa-il-mondo-oggi-e-domani-sia-piu-umano-tutti-AIdV4w0D][Papa Leone a Lampedusa: «Il mondo di oggi e di domani sia più umano, per tutti»]]
- [[https://www.ilsole24ore.com/art/non-solo-lefebvriani-pronto-altro-strappo-il-papa-redentoristi-transalpini-AIaa2r0D][Non solo lefebvriani, pronto un altro strappo con il Papa dai Redentoristi Transalpini]]
- [[https://www.ilsole24ore.com/art/papa-leone-oggi-lampedusa-omaggio-migranti-segno-francesco-AIa8Xr0D][Papa Leone oggi a Lampedusa, omaggio ai migranti nel segno di Francesco]]
- [[https://www.ilsole24ore.com/art/siccita-nord-allarme-il-po-sotto-zero-l-adige-ha-acqua-10-giorni-discesa-anche-lago-garda-AI7f4F0D][Siccità al Nord, allarme per il Po sotto lo zero, l’Adige ha acqua per 10 giorni, in discesa anche il lago di Garda]]
- [[https://www.ilsole24ore.com/art/carburanti-fine-sconto-accise-gasolio-tornano-piu-alte-d-europa-AINTVN0D][Fine del taglio-accise: come cambiano i prezzi]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]
- [[https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss][Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom]]
- [[https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss][The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files]]
- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]

*** Deutsche Welle

- [[https://www.dw.com/en/ukraine-strikes-oil-terminals-near-st-petersburg-in-russia/a-77830574?maca=en-rss-en-world-4025-rdf][Ukraine strikes oil terminals near St. Petersburg in Russia]]
- [[https://www.dw.com/en/trump-set-to-put-nato-unity-to-the-test-at-turkey-summit/a-77824515?maca=en-rss-en-world-4025-rdf][Trump set to put NATO unity to the test at Turkey summit]]
- [[https://www.dw.com/en/kielce-pogrom-in-poland-80th-anniversary-of-1946-massacre/a-77826002?maca=en-rss-en-world-4025-rdf][Kielce pogrom in Poland: 80th anniversary of 1946 massacre]]
- [[https://www.dw.com/en/us-president-trump-pardons-11-people-including-clean-air-act-violators/a-77829438?maca=en-rss-en-world-4025-rdf][US: President Trump pardons 11 people, including Clean Air Act violators]]
- [[https://www.dw.com/en/maltese-tycoon-faces-trial-over-caruana-galizia-murder/a-77823553?maca=en-rss-en-world-4025-rdf][Maltese tycoon faces trial over Caruana Galizia murder]]

** 🇧🇷 Brasil

