260704_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/em-lampedusa-papa-leao-14-cobra-da-europa-politicas-mais-humanas-para-imigrantes.shtml][Em Lampedusa, papa Leão 14 cobra da Europa políticas mais humanas para imigrantes]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/07/hobbit-indonesio-comeria-carne-que-sobrava-de-presas-de-dragoes-de-komodo.shtml][Hobbit indonésio comeria carne que sobrava de presas de dragões-de-komodo]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/equilibrioesaude/2026/07/conheca-os-trabalhos-finalistas-da-17a-edicao-do-premio-octavio-frias-de-oliveira.shtml][Conheça os trabalhos finalistas da 17ª edição do Prêmio Octavio Frias de Oliveira]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/07/fas-de-taylor-swift-ganham-doces-em-vigilia-perto-do-casamento.shtml][Fãs de Taylor Swift ganham doces em vigília perto do casamento]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ambiente/2026/07/europa-se-prepara-para-terceira-onda-de-calor-adaptacao-e-mortes-preocupam.shtml][Europa se prepara para terceira onda de calor; adaptação e mortes preocupam]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
